[
        {
            "name": "Assault lily bouquet",
            "description": "On Earth in the near future, humanity faced imminent destruction from mysterious giant creatures known as Huge. The entire world unites against the Huge, and successfully develops weaponry known as CHARM (Counter Huge Arms) by combining science and magic. CHARM exhibits high rates of synchronization with teenaged girls, and the girls who use CHARM are viewed as heroes called Lilies. Throughout theworld, Garden military academies are established to train Lilies to face the Huge and to serve as bases to protect and guide people. This is a story about fighting girls who aim to become Lilies at one such Garden.",
            "Rating": "0.0",
            "categorie":"Action, Fantasy, Magic",
            "studio":"",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372454520476745Assault-Lily-Bouquet_Small_hq.jpg"
        },
        {
            "name": "18IF",
            "description": "After going to sleep like normal, Haruto Tsukishiro wakes up to discover something unbelievable—he's stuck in dream world! Here, witches plague the dreamscape and are more than dreamy figments—they're the trapped souls of young women who've rejected reality and are afflicted by the Sleeping Beauty Syndrome. As he searches for a way out, Haruto will face the witches and their terrifying powers",
            "Rating": "0.0",
             "categorie":"Drama, Horror, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_63720665667174740518-If_Small_hq.jpg"
        },
        {
            "name": "22/7",
            "description": "One day, Miu Takigawa suddenly receives a letter notifying her that she has been chosen as a member of a brand-new project. Half in disbelief, she heads over to the location stated on the letter. There, she finds seven other girls summoned there in the same fashion. The girls behold a giant, top-secret facility. They stand in bewilderment as they are told: You are going to debut for a major record label as an idol group. A new kind of idol, never-before-seen, is about to be born here...",
            "Rating": "6.32",
            "categorie":"Music, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/91_637141819584216403227_Small_hq.jpg"
        },
        {
            "name": "A good librarian like a good shepherd",
            "description": "Kyotaro Kakei is a shy student at a prestigious academy known for its massive library. The sole member of the school’s library club, Kyotaro’s always been better with books than girls—until a text message from the mysterious “Shepherd” hints that his fate will soon be changing.",
            "Rating": "6.96",
            "categorie":"Magic, Romance",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_637206658657461790Librarian-Shepherd_Small_hq.jpg"
        },
  
 {
            "name": "A sisters all you need",
            "description": "Itsuki Hashima is a novelist whose life is complicated by a deranged group of friends including a lusty fellow writer, an older sister-like classmate, a sadistic tax accountant, and his editor. The only source of stability in his life is his younger stepbrother, Chihiro. But even Chihiro has a secret of his own.",
            "Rating": "8.11",
            "categorie":"Comedy, Ecchi, Romance, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/242_637181375171545590Sisters-all-you-need_Small_hq.jpg"
        },
   {
            "name": "A3!",
            "description": "In a city called Veludo in the suburbs of Tokyo, there is a street called Veludo way. Many theatre troupes are based there, making it a mecca for comedians. Izumi Tachibana receives a letter leading her to the Mankai company. That's where she learns that her own father founded it. However, he is nowhere to be found. Besides, she learns that the company does not have any patron, is riddled with debts and only has one member. Willing to put the company back on its feet, Isumi perseveres and fights her way to the head and management of the theatre. What is to become of the Mankai company?",
            "Rating": "8.59",
            "categorie":"Comedy, Music, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/285_637262738919899365A3_Small_hq.jpg"
        },
    {
            "name": "Absolute duo",
            "description": "After a traumatic accident takes his loved one, Tor enrolls Koryo Academy, a school where every student has a weapon that’s their soul manifestation. Fueled by desire for revenge, Tor is dismayed to discover his soul is not a weapon…but a shield.",
            "Rating": "8.00",
            "categorie":"Action, Adventure, Ecchi, Fantasy, Magic, Romance, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/123_637196333171251207Absolute-Duo_Small_hq.jpg"
        },
  {
            "name": "Adachi and Shimamura",
            "description": "Known for skipping class on the regular, two girls’ lives become intertwined when they find each other on the second floor of the school gym. From there, Adachi and Shimamura's friendship slowly grows as they play ping-pong and hang out. But when something happens that changes their relationship, how will they react?",
            "Rating": "0.0",
            "categorie":"Romance, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372525155163859Adachi-Shimamura_Small_hq.jpg"
        },
  {
            "name": "Africa Salaryman",
            "description": "The comedy follows a lion, toucan, and lizard as they live the lives of office workers in a capitalist society in Japan, while also dealing with their unique situations as animals living beyond the savanna and the food chain.",
            "Rating": "5.79",
            "categorie":"Comedy, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/284_637236916115480859AS_Small_hq.jpg"
        },
    {
            "name": "Afterlost",
            "description": "One day, a city suddenly disappears. Takuya, a courier and lone wolf, meets Yuki, the only survivor from the catastrophe. When they receive a message from Yuki’s father, whom she lost contact with, they decide to head towards the disappeared city. However, an unexpected obstacle strikes before the pair and Yuki has to face an upsetting reality. While having to deal with the feelings of those missing, they will have to face a mysterious group working in the shadows and thwart a hidden conspiracy. Takuya and Yuki learn about each other during this journey that will link them to the mystery of the disappeared city.",
            "Rating": "7.80",
            "categorie":"Adventure, Drama, Sci-Fi, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/216_636967461958549772After-Lost_Small_hq.jpg"
        },
 {
            "name": "Ai Tenchi Muyo",
            "description": "Thanks to Washu, the universe has been thrown into chaos and it’s up to Tenchi to clean up the mess. But to do so he’s going undercover as a teacher—at an all-girl’s school! What awaits him beyond the attention of cute girls at this not-so-ordinary school? And will he be able to balance timelines and trouble that come with this latest adventure? Join the harem and the fun in this series of shorts!",
            "Rating": "5.00",
            "categorie":"Comedy, Sci-Fi, Shounen",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/115_637248075409696901Ai-Tenchi-Muyo_Small_hq.jpg"
        },
   {
            "name":  "AKASHIC RECORDS OF BASTARD MAGIC INSTRUCTOR",
            "description": "The new teacher at a magic academy has a rather unorthodox approach to education. Even though his students are driven to learn, he prefers to write instructions on the chalkboard then nap during class. His evident laziness and overall incompetence frustrate his students. However, when a terrible incident threatens the school, he shows a new side to himself that takes everyone by surprise.",
            "Rating": "6.00",
            "categorie":"Action, Comedy, Ecchi, Magic",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/242_637181484360549569Akashic_Small_hq.jpg"
        },
   {
            "name": "AKIBA'S TRIP: THE ANIMATION",
            "description": "Based off the hit game comes a new series about the danger lurking in the Otaku heaven of Akihabara. Vampires with an ability to take over anyone they bite seek their prey in this anime fan’s paradise. When Tamotsu Denkigai encounters one, he nearly loses his life until the mysterious Matome Mayonaka revives him! Now part vampire, he forms a group to protect the streets of Akiba.",
            "Rating": "0.0",
            "categorie":"Action, Adventure, Comedy, Ecchi, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/242_637181514366461082Akiba-Strip_Small_hq.jpg"
        },
  {
            "name": "Akudama Drive",
            "description": "A long time ago, the Kanto and Kansai groups faced off in Japan, dividing the country in two. As Kansai became a dependent of Kanto, governing officials and the police began to lose control... and now crime is on the rise. These criminals are named Akudama, and they are ready to turn the city upside down.",
            "Rating": "0.0",
            "categorie": "Action, Sci-Fi",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372256447282704Akudama_Drive_Small_hq.jpg"
        },
    {
            "name": "All Out",
            "description": "Fast, hard-hitting, and intense, rugby is the sport where anyone can shine! First year Kenji Gion has never played, but after a run-in with Sumiaki Iwashimizu, a tall and hesitant first year, he’s ready to prove he has what it takes—despite his lack of height. But can this mismatched duo fit in on an already struggling team? They’ll have to get it together and go all out!",
            "Rating": "0.0",
            "categorie":"Comedy, Seinen, Sport",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/252_637182227249821740All-Out_Small_hq.jpg"
        },
    {
            "name": "AND YOU THOUGHT THERE IS NEVER A GIRL ONLINE?",
            "description": "After Hideki Nishimura confesses to a girl online, he is shocked when she turns out to be a boy. Traumatized, he swears to never trust any “girl” players. That is, until one confesses to him! Ako Tamaki is a beautiful loner who has trouble differentiating between what’s reality and the online world she spends so much of her time in. Can Hideki and his guild friends help fix socially inept Ako?",
            "Rating": "8.00",
            "categorie":"Comedy, Romance, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_637206404785357310Girl-Online_Small_hq.jpg"
        },
    {
            "name": "ANGELS OF DEATH",
            "description": "When Rachel wakes up in the basement of an unfamiliar building, she finds she’s lost all her memory. As she tries to get clear of the basement, she runs into Zack, a scythe-carrying serial killer wrapped from head to toe in bandages. A bizarre promise brings these two together,and they become irreplaceable partners to each other. The journey of life and death begins...",
            "Rating": "8.51",
            "categorie":"Adventure, Horror, Supernatural, Thriller",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/23_637187473110359346Angels-of-Death_Small_hq.jpg"
        },
   {
            "name": "ANIME GATARIS",
            "description": "Even though Minoa Asagaya is a novice when it comes to anime, she’s recruited into her high school’s anime research club during her freshman year. She turns into an obsessed fan, and she and her friends constantly engage in rapid-fire banter about the latest shows. Despite the protests of the student council club and the imminent destruction of the world, there’s always time to chat about anime!",
            "Rating": "8.23",
            "categorie":"Comedy, Original, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/23_637187606282497407Anime-Gataris_Small_hq.jpg"
        },
   {
            "name": "AnoHana",
            "description": "A girl who perished in a tragic accident mysteriously reappears years later to her six grieving friends, prompting them each to confront the pain of their shared past in order to determine why she has returned. Now, over the course of one magical summer, the friends who grew estranged in the aftermath of that fateful day will finally seek the strength to mend their broken hearts, and move forward into the future.",
            "Rating": "8.98",
            "categorie":"Drama, Original, Romance, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/168_637015578356550789Anohana_Small_hq.jpg"
        },
   {
            "name": "Appare Ranman",
            "description": "The end of the 19th century sets the beginning of a new era about to unveil itself... The brilliant but asocial engineer Sorano Appare and the coward cracker jack samurai Isshiki Kosame are stranded in America after having drifted away from Japan... In order to go back home, the two penniless friends join the American Transcontinental Race departing from Los Angeles and arriving in New York. In a steamcar that they built with their own hands, they'll have to go through wild lands, fight against lunatic rivals while seeking shelter from the hostile environment and the outlaws. Will the pair win this merciless race and get the reward that will help them get back home?",
            "Rating": "9.13",
            "categorie":"Action, Adventure, Comedy, Historical",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/24_637214146631626705A-R-2_Small_hq.jpg"
        },
   {
            "name": "AQUARION LOGOS",
            "description": "Celebrating its 10th anniversary Aquarion returns with a new series, new characters and a brand new adventure! Inspired by the classic mecha series of the ‘70s and ‘80s, Aquarion Logos is ready to serve up more high-flying robotic battles animated by Satelight, the same team that brought you Log Horizon, Fairy Tail and the first two installments in the Aquarion franchise.",
            "Rating": "0.0",
            "categorie":"Action, Alternate history, Comedy, Drama, Fantasy, Mecha, Original, Romance, Sci-Fi",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/268_637340495310050044Aquarion_Logos_Small_hq.jpg"
        }
  
    ]
