[
        {
            "name": "Assault lily bouquet",
            "description": "On Earth in the near future, humanity faced imminent destruction from mysterious giant creatures known as Huge. The entire world unites against the Huge, and successfully develops weaponry known as CHARM (Counter Huge Arms) by combining science and magic. CHARM exhibits high rates of synchronization with teenaged girls, and the girls who use CHARM are viewed as heroes called Lilies. Throughout theworld, Garden military academies are established to train Lilies to face the Huge and to serve as bases to protect and guide people. This is a story about fighting girls who aim to become Lilies at one such Garden.",
            "Rating": "0.0",
            "categorie":"Action, Fantasy, Magic",
            "studio":"",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372454520476745Assault-Lily-Bouquet_Small_hq.jpg"
        },
        {
            "name": "18IF",
            "description": "After going to sleep like normal, Haruto Tsukishiro wakes up to discover something unbelievable—he's stuck in dream world! Here, witches plague the dreamscape and are more than dreamy figments—they're the trapped souls of young women who've rejected reality and are afflicted by the Sleeping Beauty Syndrome. As he searches for a way out, Haruto will face the witches and their terrifying powers",
            "Rating": "0.0",
             "categorie":"Drama, Horror, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_63720665667174740518-If_Small_hq.jpg"
        },
        {
            "name": "22/7",
            "description": "One day, Miu Takigawa suddenly receives a letter notifying her that she has been chosen as a member of a brand-new project. Half in disbelief, she heads over to the location stated on the letter. There, she finds seven other girls summoned there in the same fashion. The girls behold a giant, top-secret facility. They stand in bewilderment as they are told: You are going to debut for a major record label as an idol group. A new kind of idol, never-before-seen, is about to be born here...",
            "Rating": "6.32",
            "categorie":"Music, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/91_637141819584216403227_Small_hq.jpg"
        },
        {
            "name": "A good librarian like a good shepherd",
            "description": "Kyotaro Kakei is a shy student at a prestigious academy known for its massive library. The sole member of the school’s library club, Kyotaro’s always been better with books than girls—until a text message from the mysterious “Shepherd” hints that his fate will soon be changing.",
            "Rating": "6.96",
            "categorie":"Magic, Romance",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_637206658657461790Librarian-Shepherd_Small_hq.jpg"
        },
  
 {
            "name": "A sisters all you need",
            "description": "Itsuki Hashima is a novelist whose life is complicated by a deranged group of friends including a lusty fellow writer, an older sister-like classmate, a sadistic tax accountant, and his editor. The only source of stability in his life is his younger stepbrother, Chihiro. But even Chihiro has a secret of his own.",
            "Rating": "8.11",
            "categorie":"Comedy, Ecchi, Romance, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/242_637181375171545590Sisters-all-you-need_Small_hq.jpg"
        },
   {
            "name": "A3!",
            "description": "In a city called Veludo in the suburbs of Tokyo, there is a street called Veludo way. Many theatre troupes are based there, making it a mecca for comedians. Izumi Tachibana receives a letter leading her to the Mankai company. That's where she learns that her own father founded it. However, he is nowhere to be found. Besides, she learns that the company does not have any patron, is riddled with debts and only has one member. Willing to put the company back on its feet, Isumi perseveres and fights her way to the head and management of the theatre. What is to become of the Mankai company?",
            "Rating": "8.59",
            "categorie":"Comedy, Music, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/285_637262738919899365A3_Small_hq.jpg"
        },
    {
            "name": "Absolute duo",
            "description": "After a traumatic accident takes his loved one, Tor enrolls Koryo Academy, a school where every student has a weapon that’s their soul manifestation. Fueled by desire for revenge, Tor is dismayed to discover his soul is not a weapon…but a shield.",
            "Rating": "8.00",
            "categorie":"Action, Adventure, Ecchi, Fantasy, Magic, Romance, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/123_637196333171251207Absolute-Duo_Small_hq.jpg"
        },
  {
            "name": "Adachi and Shimamura",
            "description": "Known for skipping class on the regular, two girls’ lives become intertwined when they find each other on the second floor of the school gym. From there, Adachi and Shimamura's friendship slowly grows as they play ping-pong and hang out. But when something happens that changes their relationship, how will they react?",
            "Rating": "0.0",
            "categorie":"Romance, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372525155163859Adachi-Shimamura_Small_hq.jpg"
        },
  {
            "name": "Africa Salaryman",
            "description": "The comedy follows a lion, toucan, and lizard as they live the lives of office workers in a capitalist society in Japan, while also dealing with their unique situations as animals living beyond the savanna and the food chain.",
            "Rating": "5.79",
            "categorie":"Comedy, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/284_637236916115480859AS_Small_hq.jpg"
        },
    {
            "name": "Afterlost",
            "description": "One day, a city suddenly disappears. Takuya, a courier and lone wolf, meets Yuki, the only survivor from the catastrophe. When they receive a message from Yuki’s father, whom she lost contact with, they decide to head towards the disappeared city. However, an unexpected obstacle strikes before the pair and Yuki has to face an upsetting reality. While having to deal with the feelings of those missing, they will have to face a mysterious group working in the shadows and thwart a hidden conspiracy. Takuya and Yuki learn about each other during this journey that will link them to the mystery of the disappeared city.",
            "Rating": "7.80",
            "categorie":"Adventure, Drama, Sci-Fi, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/216_636967461958549772After-Lost_Small_hq.jpg"
        },
 {
            "name": "Ai Tenchi Muyo",
            "description": "Thanks to Washu, the universe has been thrown into chaos and it’s up to Tenchi to clean up the mess. But to do so he’s going undercover as a teacher—at an all-girl’s school! What awaits him beyond the attention of cute girls at this not-so-ordinary school? And will he be able to balance timelines and trouble that come with this latest adventure? Join the harem and the fun in this series of shorts!",
            "Rating": "5.00",
            "categorie":"Comedy, Sci-Fi, Shounen",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/115_637248075409696901Ai-Tenchi-Muyo_Small_hq.jpg"
        },
   {
            "name":  "AKASHIC RECORDS OF BASTARD MAGIC INSTRUCTOR",
            "description": "The new teacher at a magic academy has a rather unorthodox approach to education. Even though his students are driven to learn, he prefers to write instructions on the chalkboard then nap during class. His evident laziness and overall incompetence frustrate his students. However, when a terrible incident threatens the school, he shows a new side to himself that takes everyone by surprise.",
            "Rating": "6.00",
            "categorie":"Action, Comedy, Ecchi, Magic",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/242_637181484360549569Akashic_Small_hq.jpg"
        },
   {
            "name": "AKIBA'S TRIP: THE ANIMATION",
            "description": "Based off the hit game comes a new series about the danger lurking in the Otaku heaven of Akihabara. Vampires with an ability to take over anyone they bite seek their prey in this anime fan’s paradise. When Tamotsu Denkigai encounters one, he nearly loses his life until the mysterious Matome Mayonaka revives him! Now part vampire, he forms a group to protect the streets of Akiba.",
            "Rating": "0.0",
            "categorie":"Action, Adventure, Comedy, Ecchi, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/242_637181514366461082Akiba-Strip_Small_hq.jpg"
        },
  {
            "name": "Akudama Drive",
            "description": "A long time ago, the Kanto and Kansai groups faced off in Japan, dividing the country in two. As Kansai became a dependent of Kanto, governing officials and the police began to lose control... and now crime is on the rise. These criminals are named Akudama, and they are ready to turn the city upside down.",
            "Rating": "0.0",
            "categorie": "Action, Sci-Fi",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372256447282704Akudama_Drive_Small_hq.jpg"
        },
    {
            "name": "All Out",
            "description": "Fast, hard-hitting, and intense, rugby is the sport where anyone can shine! First year Kenji Gion has never played, but after a run-in with Sumiaki Iwashimizu, a tall and hesitant first year, he’s ready to prove he has what it takes—despite his lack of height. But can this mismatched duo fit in on an already struggling team? They’ll have to get it together and go all out!",
            "Rating": "0.0",
            "categorie":"Comedy, Seinen, Sport",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/252_637182227249821740All-Out_Small_hq.jpg"
        },
    {
            "name": "AND YOU THOUGHT THERE IS NEVER A GIRL ONLINE?",
            "description": "After Hideki Nishimura confesses to a girl online, he is shocked when she turns out to be a boy. Traumatized, he swears to never trust any “girl” players. That is, until one confesses to him! Ako Tamaki is a beautiful loner who has trouble differentiating between what’s reality and the online world she spends so much of her time in. Can Hideki and his guild friends help fix socially inept Ako?",
            "Rating": "8.00",
            "categorie":"Comedy, Romance, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_637206404785357310Girl-Online_Small_hq.jpg"
        },
    {
            "name": "ANGELS OF DEATH",
            "description": "When Rachel wakes up in the basement of an unfamiliar building, she finds she’s lost all her memory. As she tries to get clear of the basement, she runs into Zack, a scythe-carrying serial killer wrapped from head to toe in bandages. A bizarre promise brings these two together,and they become irreplaceable partners to each other. The journey of life and death begins...",
            "Rating": "8.51",
            "categorie":"Adventure, Horror, Supernatural, Thriller",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/23_637187473110359346Angels-of-Death_Small_hq.jpg"
        },
   {
            "name": "ANIME GATARIS",
            "description": "Even though Minoa Asagaya is a novice when it comes to anime, she’s recruited into her high school’s anime research club during her freshman year. She turns into an obsessed fan, and she and her friends constantly engage in rapid-fire banter about the latest shows. Despite the protests of the student council club and the imminent destruction of the world, there’s always time to chat about anime!",
            "Rating": "8.23",
            "categorie":"Comedy, Original, Slice of Life",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/23_637187606282497407Anime-Gataris_Small_hq.jpg"
        },
   {
            "name": "AnoHana",
            "description": "A girl who perished in a tragic accident mysteriously reappears years later to her six grieving friends, prompting them each to confront the pain of their shared past in order to determine why she has returned. Now, over the course of one magical summer, the friends who grew estranged in the aftermath of that fateful day will finally seek the strength to mend their broken hearts, and move forward into the future.",
            "Rating": "8.98",
            "categorie":"Drama, Original, Romance, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/168_637015578356550789Anohana_Small_hq.jpg"
        },
   {
            "name": "Appare Ranman",
            "description": "The end of the 19th century sets the beginning of a new era about to unveil itself... The brilliant but asocial engineer Sorano Appare and the coward cracker jack samurai Isshiki Kosame are stranded in America after having drifted away from Japan... In order to go back home, the two penniless friends join the American Transcontinental Race departing from Los Angeles and arriving in New York. In a steamcar that they built with their own hands, they'll have to go through wild lands, fight against lunatic rivals while seeking shelter from the hostile environment and the outlaws. Will the pair win this merciless race and get the reward that will help them get back home?",
            "Rating": "9.13",
            "categorie":"Action, Adventure, Comedy, Historical",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/24_637214146631626705A-R-2_Small_hq.jpg"
        },
   {
            "name": "AQUARION LOGOS",
            "description": "Celebrating its 10th anniversary Aquarion returns with a new series, new characters and a brand new adventure! Inspired by the classic mecha series of the ‘70s and ‘80s, Aquarion Logos is ready to serve up more high-flying robotic battles animated by Satelight, the same team that brought you Log Horizon, Fairy Tail and the first two installments in the Aquarion franchise.",
            "Rating": "0.0",
            "categorie":"Action, Alternate history, Comedy, Drama, Fantasy, Mecha, Original, Romance, Sci-Fi",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/268_637340495310050044Aquarion_Logos_Small_hq.jpg"
        },
         {
            "name": "Cowboy Bebop",
            "description": "Simply the greatest for an outstanding cast of characters, triumphant soundtrack, spectacular action, and it can be watched either dubbed or subbed, both versions are sublime. Despite initially being episodic in nature underlying storyline rears its head and proves to thoroughly engaging, you've just got to give this anime the opening five episodes, don't make a judgement call after just one episode. See it out and you will be greatly rewarded.",
            "Rating": "8.9",
            "categorie":"Animation, Action, Adventure",
            "img": "https://m.media-amazon.com/images/M/MV5BNGNlNjBkODEtZThlOC00YzUxLWI0MjMtMjk3YzJmMDFlNWZlXkEyXkFqcGdeQXVyNjI0MDg2NzE@._V1_UX140_CR0,0,140,209_AL_.jpg"
        },      
   {
            "name": "Steins Gate",
            "description": "One of the greatest all round anime ever. With comedy, romance, tragedy, sci-fi, and even a little action blended perfectly together. It featured an original premise and a satisfying conclusion. The character of Mad Scientist will become one of your favourites. Since it involves time travel the first episode is seriously confusing, however by the end of episode three you'll be fully clued in, essential viewing, don't drop it! The best time travel anime ever made.",
            "Rating": "8.8",
            "categorie":"Animation, Comedy, Drama",
            "img": "https://m.media-amazon.com/images/M/MV5BMjUxMzE4ZDctODNjMS00MzIwLThjNDktODkwYjc5YWU0MDc0XkEyXkFqcGdeQXVyNjc3OTE4Nzk@._V1_UX140_CR0,0,140,209_AL_.jpg"
        },      
{
            "name": "Rurouni Kenshin: Trust and Betrayal",
            "description": "The 4 episode OVA prequel to the original Kenshin anime. This anime involves masterful storytelling, Kenshin the main character is given a rich backstory, the anime plays out always rising, never falters, zero filler, a rich and rewarding experience. The greatest samurai anime ever made. Despite only being four episodes long it feels very complete and those who want to see more of Kenshin (which you will) can check out the sequel (original anime) series.",
            "Rating": "8.6",
            "categorie":"Animation, Action, Adventure",
            "img": "https://m.media-amazon.com/images/M/MV5BM2FiOWE5MjctNWMxMC00ZTE5LWFmMGMtNzVlZjRhZDMzNTFmXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_UY209_CR4,0,140,209_AL_.jpg"
        },      
{
            "name": "Berserk",
            "description": "This series has perhaps the greatest character development of any anime ever made, you become attached to each character who each has well fleshed out personalities comprised of individual qualities, flaws, and ideals. If you hold merit for engaging plot, are exhilarated by action scenes with large doses of violence and don't abhor nudity this is definitely the anime series for you. It's one of the best anime I've ever seen, the only thing that holds it back as an anime series is one tedious flaw, you'll have to watch it, to find out for yourself.",
            "Rating": "8.6",
            "categorie":"Animation, Action, Adventure",
            "img": "https://m.media-amazon.com/images/M/MV5BYWE1YTU4NmYtMTY2Ni00NDIxLTgwMzYtNWJjYWE4MDE5OTE1XkEyXkFqcGdeQXVyNjc2NjA5MTU@._V1_UY209_CR5,0,140,209_AL_.jpg"
        },      
{
            "name": "Baccano!",
            "description": "This anime initially can be confusing because of the huge, overwhelming cast of characters but persevere! It’s a series that’s hard to describe without spoiling it. If you like hardcore action, suspense, and fantasy. You will love it. Issac and Miria are my favourite anime duo ever! However Baccano! does feature some demented characters and plenty of graphic violence. If you like Elfen Lied you will adore Baccano! P.S. The team that made this later went onto make Durarara!! which was just a modern set, watered down, rehash of Baccano! Basically if you watched Durarara!! and haven't seen this you should look in a mirror and slap yourself :P (This anime requires a minimum trial period of five episodes).",
            "Rating": "8.3",
            "categorie":"Animation, Action, Adventure",
            "img": "https://m.media-amazon.com/images/M/MV5BOTYzMTA0NzUtNzA3ZC00YjM1LTkyOWQtOGUyMWE0ZTJhMTZlXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_UY209_CR4,0,140,209_AL_.jpg"
        },      
{
            "name": "Mushi-Shi",
            "description": "Ask people for the most beautiful anime ever made and the vast majority will reply, Mushi-Shi. It's unique in the fact that the entire anime centers almost entirely on one character. The scenery is beautiful, however this is an episodic anime, if you need an anime that continues on from week to week this may not be for you. Without spoiling anything about the story I'll just say this is an anime to be savoured, perhaps one episode each night. The most magical, relaxing anime I've ever seen. Simply wonderful.",
            "Rating": "8.5",
            "categorie":"Animation, Drama, Fantasy",
            "img": "https://m.media-amazon.com/images/M/MV5BMzY4ZmQyM2YtM2MwYy00NTUwLTljZjktOTdmODJjZjViNGRiXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_UY209_CR1,0,140,209_AL_.jpg"
        },      
{
            "name": "Berusaiyu no bara",
            "description": "This is a fascinating telling of Queen Marie Antoinette's rise and fall as ruler of France. This anime involved murder, suicide, betrayal, cross dressing and even a rape attempt. It was utterly groundbreaking and still is, the cover art is totally unfitting with the mature and serious nature of this anime. It's a high drama/romance/history anime.... it actually centers on a character called Lady Oscar, I almost dropped it during the early episodes but didn't and I was greatly rewarded, it has one of the best anime endings ever. It does take awhile to really take off and grip you however it's well worth the wait. It's an anime for those interested in a brilliant plot and exceptional character development.",
            "Rating": "8.3",
            "categorie":"Animation, Drama, Romance",
            "img": "https://m.media-amazon.com/images/M/MV5BMzM1NjY2MDYxNF5BMl5BanBnXkFtZTcwNjk5MTk2MQ@@._V1_UY209_CR3,0,140,209_AL_.jpg"
        },      
{
            "name": "Legend of the Galactic Heroes",
            "description": "This anime takes some 25 of its total 110 episodes to really grasp the viewer, however those with patience are treated to arguably the greatest anime ever made. I seriously don't want to spoil anything about this masterpiece of an anime, I'll just say this is one if not thee best space opera anime ever made. Are you tired of stagnant and hollow characters? Are you tired of pointless fanservice? Are you tired of watching anime with no content or appeal for the intellectual viewer? If the answer to these questions is yes, you must watch this anime. You won't be disappointed.",
            "Rating": "9.1",
            "categorie":"Animation, Drama, Sci-Fi",
            "img": "https://m.media-amazon.com/images/M/MV5BYjU3ZjBhYTAtZjY0ZC00YjI2LWE3NzItMTk0ZjUyMGMzZGNkXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_UY209_CR1,0,140,209_AL_.jpg"
        },      
{
            "name": "Now and Then, Here and There ",
            "description": "Wow, just wow. It dropped my jaw the first time I watched it, as a guy I normally like war movies, shows, anime however they usually glamorise war. This anime is the exact opposite, I did really love it but because it had a magnificent, strong anti-war message. I won't say much as I don't want to spoil anything but this is a very short anime and certainly worthwhile viewing.",
            "Rating": "7.9",
            "categorie":"Animation, Action, Drama",
            "img": "https://m.media-amazon.com/images/M/MV5BMTIwMjAxNDg4NF5BMl5BanBnXkFtZTcwMjgyNzgyMQ@@._V1_UX140_CR0,0,140,209_AL_.jpg"
        },      
{
            "name": "Maison Ikkoku",
            "description": "Maison Ikkoku is the finest romance anime ever made, in terms of story structure, character development and emotional depth. If you look over this because it's of older animation then you really don't know what an incredible experience you've missed out on. Yes at 96 episodes it is long for the genre. However the story spans several years and this allows for real character and relationship progression. It is one of the funniest and most charming anime I've ever seen. It managed to turn a big time action and science fiction fan like me into a believer that there is great romance series out there. This remains the finest example of a believable romance story in anime. Do not miss it. P.S. This anime continually gets better as it progresses, the final 15 episodes of this anime are greater than any other romantic/comedy ever made. It delivers the most spectacular ending that you could possibly want in a rom/com. See this one out, enjoy the ride and I guarantee this will become a firm favourite of yours.",
            "Rating": "8.1",
            "categorie":"Animation, Comedy, Romance",
            "img": "https://m.media-amazon.com/images/M/MV5BNWY4M2Y4OWMtMTcwNC00MDNkLTkzNmQtOGQzYzkyNWViZWU1XkEyXkFqcGdeQXVyODMyNTM0MjM@._V1_UY209_CR14,0,140,209_AL_.jpg"
        },      
{
            "name": "Usagi Drop",
            "description": "Just an incredibly sweet and touching story of a man trying to raise a young child single-handedly. This anime was such a breath of fresh air to the medium, completely out of the norm and perhaps all the more enjoyable for that fact. It features a slightly unique art style that a casual anime viewer will not be accustomed to but by the second episode you will have adjusted. It's a very short anime but exceptionally good.",
            "Rating": "8.3",
            "categorie":"Animation, Comedy, Drama",
            "img": "https://m.media-amazon.com/images/M/MV5BNGMwYTk2NTctZDBlZS00YWQ0LTlhODQtZGUwY2FhNzUzNjkwXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_UY209_CR0,0,140,209_AL_.jpg"
        },      
{
            "name": "Rurouni Kenshin: Wandering Samurai",
            "description": "Everything that needs to be said about this anime has already been said and is known to pretty much every anime viewer. If you've never seen an anime then Rurouni Kenshin is a good place to start. It's a quality all rounder, it has action, comedy, romance... there's enough there to keep everybody entertained. It has a solid story and is well executed, the cast of characters are extremely likable. Perhaps the greatest strength of this series is that it doesn't have any glaring flaws.",
            "Rating": "8.5",
            "categorie":"Animation, Action, Adventure",
            "img": "https://m.media-amazon.com/images/M/MV5BNmE2M2UxNGQtNmUxOC00ZTcxLTkwN2UtNzA4NzU0ZDQ2ZGU1XkEyXkFqcGdeQXVyMTA3OTEyODI1._V1_UY209_CR3,0,140,209_AL_.jpg"
        }
  
    ]
