[
        {
            "name": "Assault lily bouquet",
            "description": "On Earth in the near future, humanity faced imminent destruction from mysterious giant creatures known as "Huge." The entire world unites against the Huge, and successfully develops weaponry known as "CHARM" (Counter Huge Arms) by combining science and magic. CHARM exhibits high rates of synchronization with teenaged girls, and the girls who use CHARM are viewed as heroes called "Lilies." Throughout theworld, "Garden" military academies are established to train Lilies to face the Huge and to serve as bases to protect and guide people. This is a story about fighting girls who aim to become Lilies at one such Garden.",
            "Rating": "0.0",
            "categorie":"2020",
            "studio":"",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372454520476745Assault-Lily-Bouquet_Small_hq.jpg"
        },
        {
            "name": "صاحب المقام",
            "description": "بينما يقع شاب في العديد من المتاعب في حياته، يصبح الأمل الوحيد يكمن في امرأة تحاول مساعدته على التقرب من الله.",
            "Rating": "8.54",
             "categorie":"دراما",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21ZVGptbW1ZSGNFY21tbW1teGptdnZ3bHZ3.jpg"
        },
        {
            "name": "The Crew",
            "description": "ويتناول The Crew مراحل العمل على الأفلام بأسلوب مبهر، منذ ولادة الفكرة، ومرورًا بكتابة السيناريو، وجلسات العمل بين الممثلين والمخرجين، وطرح التصورات على الأوراق، قبل أن تدخل إلى حيذ التنفيذ والإنتاج، وتعاون هؤلاء مع صناع الديكور والملابس، ومديري التصوير والمصورين، وإبراز دور الفنيين وعمال البوفيه ومسئولي الكارفانات وسائقي المعدات، مرورا بالمونتاج والخدع والجرافيك، والهندسة الصوتية والموسيقى التصويرية، ، وكيفية تذليل العقبات، والحصول على تصاريح أماكن التصوير، انتهاءاً بالتوزيع، وغير ذلك الكثير من الأمور التي تخفى على الجمهور.",
            "Rating": "8.50",
            "categorie":"وثائقي",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21Zb2NtYm1tbW1takVjbXZtanZrd2xtam12eA.jpg"
        },
        {
            "name": "كازابلانكا",
            "description": "في إطار الإثارة والتشويق تدور أحداث الفيلم حول ثلاثة أصدقاء (عمر المر، عرابي، رشيد) يشكلون عصابة للسطو على السفن، يُطلق عليهم (هجامين البحر)، يتم تكليفهم بمهمة خطيرة ضد رجال المافيا، وهي السطو على شحنة ألماس كبيرة، ولكن (عرابي) يقرر تنفيذ العملية لحسابه الشخصي، ويهرب على المغرب، فتبدأ تصفية الحسابات والمعارك الضارية.",
            "Rating": "8.11",
            "categorie":"أكشن",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21MTm1tRW1ZYm12RWNtYm1wSWx2Y21FbW1tbQ.jpg"
        },
  
 {
            "name": "الكون في كفة",
            "description": "تتلذذ شمور عندما تشعر بأن أحدا يحتاجها، فسعادتها تكمن في الانغماس في جبروتها. حكاية تسردها ابنة أخيها التي طالها وعائلتها تسلط عمتها.",
            "Rating": "8.11",
            "categorie":"عائلي، دراما، رومانسي",
            "img": "https://i.imgur.com/tO4MChM.png"
        },
   {
            "name": "هيا وبناتها",
            "description": "تقوم عائلة هيا بتزويجها لرجل مسن للتستر على فضيحة طالتها، وبعد أن تصبح أماً لخمس بنات، يعود ماضيها لملاحقتها مهددا علاقتها ببناتها.",
            "Rating": "8.11",
            "categorie":"عائلي، دراما، اجتماعي",
            "img": "https://i.imgur.com/t8tVPNS.png"
        },
    {
            "name": "الإختيار",
            "description": "قصة الخيانة والوفاء في حياة البطل أحمد المنسي، قائد الكتيبة 103 صاعقة، الذي استشهد في كمين مربع البرث بمدينة رفح المصرية عام 2017.",
            "Rating": "8.11",
            "categorie":"دراما، رومانسي، اجتماعي، أكشن",
            "img": "https://i.imgur.com/X8yRX6z.png"
        },
  {
            "name": "شغف",
            "description": "بعد أن أصيبت في أعصاب يدها وفقدت قدرتها على الرسم، تستعين فنانة تشكيلية بشاب فقير موهوب لكي يرسم أفكارا باتت عاجزة عن تصويرها.",
            "Rating": "8.11",
            "categorie":"عائلي، دراما، رومانسي، اجتماعي",
            "img": "https://i.imgur.com/zC3Zhug.png"
        },
  {
            "name": "وما أدراك ما أمي",
            "description": "تكبر أربع شقيقات في أسرة متفككة، حيث يقعن ضحية أم أنانية ومتسلطة، ينشغلن بهموم حياتهن إلى أن يحدث ما هو غير متوقع ويجدن أنفسهن مجبرات على التكاتف.",
            "Rating": "8.11",
            "categorie":"دراما",
            "img": "https://i.imgur.com/uzfYMQJ.png"
        },
    {
            "name": "Saturday Night Live بالعربي",
            "description": "برنامج كوميدي ساخر يستضيف فيه مجموعة من الفنانين نجوم ومشاهير العالم العربي الذين يجيدون فن المحاكاة والتقليد، ويقدمون معاً فقرات كوميدية ساخرة.",
            "Rating": "6.50",
            "categorie":"ترفيهي، كوميديا",
            "img": "https://i.imgur.com/rL7JAd1.png"
        },
 {
            "name": "جسور والجميلة",
            "description": "تعاني سوهان من غيرة شقيقها وزوجته لأنها الأقرب لوالدها، وفي إحدى محاولاتهما للتخلص منها ينقذها شاب اسمه جسور والذي يجده والدها الابن الذي طالما تمناه.",
            "Rating": "7.50",
            "categorie":"دراما",
            "img": "https://i.imgur.com/IDdbohI.png"
        },
   {
            "name": "أنا شهيرة",
            "description": "رؤوف، رجل خان زوجته، فردت له الإساءة بمثلها، يسرد قصة حياته وخيانته، حبه ألمه وإنكساره لصديقته الكاتبة، بعد أن فعلت زوجته شهيرة ذات الأمر.",
            "Rating": "7.50",
            "categorie":"دراما، اجتماعي",
            "img": "https://i.imgur.com/pznu5vd.png"
        },
   {
            "name": "صديق العمر",
            "description": "تفاصيل العلاقة التاريخية بين الرئيس جمال عبد الناصر وقائد القوات المسلحة المصرية المشير عبد الحكيم عامر وقصة الحب التي جمعته بزوجته برلنتي عبد الحميد.",
            "Rating": "7.50",
            "categorie":"سياسي، تاريخي",
            "img": "https://i.imgur.com/iG6NbpR.png"
        },
  {
            "name": "30 يوم",
            "description": "يدخل توفيق المضطرب نفسياً حياة الطبيب طارق دون سابق انذار، ليدخل معه الخوف والألم من خلال تجارب قاسية يُجريها على الطبيب كل يوم، و لمدة 30 يوم.",
            "Rating": "7.50",
            "categorie":"دراما، إثارة وتشويق",
            "img": "https://i.imgur.com/fLedAct.png"
        },
    {
            "name": "الخافي أعظم",
            "description": "يستولي مساعد تاجر على أموال سيده بعد وفاته فيكبر أبناء التاجر وهم يظنون أن أباهم كان فقيراً ولكن بعد سنين، تكشف قصة حب أول خيط سيقربهم من الحقيقة.",
            "Rating": "8.00",
            "categorie":"دراما",
            "img": "https://i.imgur.com/2O0jSaU.png"
        },
    {
            "name": "عبرة شارع",
            "description": "انتصار تسيطرعلى أفعالها الأنانية، التسلط، والتقليل من شأن كل من حولها، لتجر عليها شخصيتها النقمة والرغبة في الإنتقام من الآخرين.",
            "Rating": "6.00",
            "categorie":"دراما، اجتماعي",
            "img": "https://i.imgur.com/50Ojzyj.png"
        },
    {
            "name": "نص يوم",
            "description": "يعود ميار إلى لبنان بعد وفاة والده الثري، وتنفيذاً لوصيته يذهب للقاء يارا، الفتاة التي كان يرعاها في دار الأيتام، ليقع ميار في غرامها وتنقلب حياته.",
            "Rating": "7.50",
            "categorie":"دراما، رومانسي",
            "img": "https://i.imgur.com/Etfecxy.png"
        },
   {
            "name": "الشقيقتان",
            "description": "على الرغم من أن ثراء عائلة كرم بيك توحي للعلن بحياة هادئة، إلا أن أسراراً كثيرة ما زالت تحيط بماضي الأسرة المتعلق بهروب الزوجة الأولى ووفاة الثانية",
            "Rating": "8.00",
            "categorie":"دراما، اجتماعي",
            "img": "https://i.imgur.com/U73xvwR.png"
        },
   {
            "name": "دموع جنات",
            "description": "بعد أن كانت فتون تحاول إبعاد جنات عن حياتها بأي طريقة وتخفي عنها الحقيقة بأي ثمن، تحاول الآن حمايتها وإبقاءها بالقرب منها",
            "Rating": "7.30",
            "categorie":"عائلي، دراما",
            "img": "https://i.imgur.com/9hgfEY7.png"
        },
   {
            "name": "الهيبة",
            "description": "وسط العديد من الصراعات التي تدور في حياة جبل شيخ الجبل، وفقدانه الثقة بمن حوله، يخاطر ببقائه في بيروت لمهمة عائلية، فيجمعه القدر بإعلامية تورطه في حبها.",
            "Rating": "8.60",
            "categorie":"دراما، اجتماعي",
            "img": "https://i.imgur.com/eIg6UrC.png"
        },
   {
            "name": "دقيقة صمت",
            "description": "تبدأ سلسلة من الأحداث الغريبة بالظهور بعد أن يقوم مدير السجن بإصدار قرار مفاجىء وهو التسريع بإعدام السجينين أمير وأدهم المحكوم عليهما سابقا.",
            "Rating": "6.00",
            "categorie":"دراما، أكشن",
            "img": "https://i.imgur.com/FdjYX2B.png"
        },
  
    ]
