[
        {
            "name": "Assault lily bouquet",
            "description": "On Earth in the near future, humanity faced imminent destruction from mysterious giant creatures known as Huge. The entire world unites against the Huge, and successfully develops weaponry known as CHARM (Counter Huge Arms) by combining science and magic. CHARM exhibits high rates of synchronization with teenaged girls, and the girls who use CHARM are viewed as heroes called Lilies. Throughout theworld, Garden military academies are established to train Lilies to face the Huge and to serve as bases to protect and guide people. This is a story about fighting girls who aim to become Lilies at one such Garden.",
            "Rating": "https://govid.co/play/28492813",
            "categorie":"Action, Fantasy, Magic",
            "studio":"",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/210_637372454520476745Assault-Lily-Bouquet_Small_hq.jpg"
        },
        {
            "name": "18IF",
            "description": "After going to sleep like normal, Haruto Tsukishiro wakes up to discover something unbelievable—he's stuck in dream world! Here, witches plague the dreamscape and are more than dreamy figments—they're the trapped souls of young women who've rejected reality and are afflicted by the Sleeping Beauty Syndrome. As he searches for a way out, Haruto will face the witches and their terrifying powers",
            "Rating": "https://youtu.be/J8AH1MmSHFQ",
             "categorie":"Drama, Horror, Supernatural",
            "img": "https://d2y6mqrpjbqoe6.cloudfront.net/image/upload/f_auto,q_auto/media/library-400/243_63720665667174740518-If_Small_hq.jpg"
        },
   {
            "name": "Fate/stay night: Unlimited Blade Works",
            "description": "High school students Rin and Shiro pair up as allies when they're chosen to compete in a secret tournament for possession of the Holy Grail.",
            "Rating": "https://youtu.be/u5E07MwNCF0",
            "categorie":"Action, Adventure, Comedy, Historical",
            "img": "https://occ-0-784-2774.1.nflxso.net/dnm/api/v6/X194eJsgWBDE2aQbaNdmCXGUP-Y/AAAABXyMvVFb9o8UtM7g6cGEovBrVSiDghcTim3Jznd3XEpHX2H4QiRyw72ECRTcqEdtw5SD79r-xuUjZaMOwgxF1RkD85Y.jpg?r=237"
        }
  
    ]
