 [
        {
            "name": "الحارث",
            "description": "زوجين تنقلب حياتهما بعد أن تروى لهما خرافة أثناء شهر العسل عن ليلة يغيب قمرها ويبحث الشيطان فيها عن عروس.",
            "Rating": "8.16",
            "episode": 500,
            "categorie":"دراما، رعب",
            "studio":"",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21ZVGp2Y3ZOanZSY3ZOcnRjeGFtVGI.jpg"
        },
        {
            "name": "صاحب المقام",
            "description": "بينما يقع شاب في العديد من المتاعب في حياته، يصبح الأمل الوحيد يكمن في امرأة تحاول مساعدته على التقرب من الله.",
            "Rating": "8.54",
             "categorie":"دراما",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21ZVGptbW1ZSGNFY21tbW1teGptdnZ3bHZ3.jpg"
        },
        {
            "name": "The Crew",
            "description": "ويتناول The Crew مراحل العمل على الأفلام بأسلوب مبهر، منذ ولادة الفكرة، ومرورًا بكتابة السيناريو، وجلسات العمل بين الممثلين والمخرجين، وطرح التصورات على الأوراق، قبل أن تدخل إلى حيذ التنفيذ والإنتاج، وتعاون هؤلاء مع صناع الديكور والملابس، ومديري التصوير والمصورين، وإبراز دور الفنيين وعمال البوفيه ومسئولي الكارفانات وسائقي المعدات، مرورا بالمونتاج والخدع والجرافيك، والهندسة الصوتية والموسيقى التصويرية، ، وكيفية تذليل العقبات، والحصول على تصاريح أماكن التصوير، انتهاءاً بالتوزيع، وغير ذلك الكثير من الأمور التي تخفى على الجمهور.",
            "Rating": "8.50",
            "categorie":"وثائقي",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21Zb2NtYm1tbW1takVjbXZtanZrd2xtam12eA.jpg"
        },
        {
            "name": "كازابلانكا",
            "description": "في إطار الإثارة والتشويق تدور أحداث الفيلم حول ثلاثة أصدقاء (عمر المر، عرابي، رشيد) يشكلون عصابة للسطو على السفن، يُطلق عليهم (هجامين البحر)، يتم تكليفهم بمهمة خطيرة ضد رجال المافيا، وهي السطو على شحنة ألماس كبيرة، ولكن (عرابي) يقرر تنفيذ العملية لحسابه الشخصي، ويهرب على المغرب، فتبدأ تصفية الحسابات والمعارك الضارية.",
            "Rating": "8.11",
            "categorie":"أكشن",
            "img": "https://pic.egybest.net/i/RHNhSUNlY21MTm1tRW1ZYm12RWNtYm1wSWx2Y21FbW1tbQ.jpg"
        },
  
 {
            "name": "الكون في كفة",
            "description": "تتلذذ شمور عندما تشعر بأن أحدا يحتاجها، فسعادتها تكمن في الانغماس في جبروتها. حكاية تسردها ابنة أخيها التي طالها وعائلتها تسلط عمتها.",
            "Rating": "8.11",
            "categorie":"عائلي، دراما، رومانسي",
            "img": "https://i.imgur.com/tO4MChM.png"
        },
   {
            "name": "هيا وبناتها",
            "description": "تقوم عائلة هيا بتزويجها لرجل مسن للتستر على فضيحة طالتها، وبعد أن تصبح أماً لخمس بنات، يعود ماضيها لملاحقتها مهددا علاقتها ببناتها.",
            "Rating": "8.11",
            "categorie":"عائلي، دراما، اجتماعي",
            "img": "https://i.imgur.com/t8tVPNS.png"
        },
    {
            "name": "الإختيار",
            "description": "قصة الخيانة والوفاء في حياة البطل أحمد المنسي، قائد الكتيبة 103 صاعقة، الذي استشهد في كمين مربع البرث بمدينة رفح المصرية عام 2017.",
            "Rating": "8.11",
            "categorie":"دراما، رومانسي، اجتماعي، أكشن",
            "img": "https://i.imgur.com/X8yRX6z.png"
        },
  {
            "name": "شغف",
            "description": "بعد أن أصيبت في أعصاب يدها وفقدت قدرتها على الرسم، تستعين فنانة تشكيلية بشاب فقير موهوب لكي يرسم أفكارا باتت عاجزة عن تصويرها.",
            "Rating": "8.11",
            "categorie":"عائلي، دراما، رومانسي، اجتماعي",
            "img": "https://i.imgur.com/zC3Zhug.png"
        },
  {
            "name": "وما أدراك ما أمي",
            "description": "تكبر أربع شقيقات في أسرة متفككة، حيث يقعن ضحية أم أنانية ومتسلطة، ينشغلن بهموم حياتهن إلى أن يحدث ما هو غير متوقع ويجدن أنفسهن مجبرات على التكاتف.",
            "Rating": "8.11",
            "categorie":"دراما",
            "img": "https://i.imgur.com/uzfYMQJ.png"
        }

    ]
