[{
		"name": "Garena Free Fire",
		"description": "Unlimited health: you dont have to worry about your players health now in this mod feature you are provided with unlimited health.\n\n All character unlocked: all characters in this version are unlocked. You can choose your favourite character and start having an amazing time. \n\n No fog: There’s no fog in this game making it easier for everyone to enjoy this incredible game. You don’t have to worry about playing in the cold night time mode. \n\n No grass: moreover there’s no grass too. Your player can easily move from one area together and target its enemies. \n Free Fire mod apk Unlimited Diamonds coins/diamonds: players are also provided with an unlimited amount of coins so that they can buy their own accessories like guns and snipers. They don’t have to worry about their coin limit. \n\n Customise character: You can also customise your character according to what you like in your player.",
		"img": "https://nextalerts.com/wp-content/uploads/2020/11/PicsArt_11-26-07.47.11.jpg"
	},
	{
		"name": "Brawl Stars",
		"description": "Features：\n\n Brawl Stars Mod Brawl Stars Mod APK v33.118 \n\n Features: Null's Brawl Stars force V33.118 Unlimited Coins and Gems & unlocked all brawlers",
		"img": "https://i.happymod.com/upload/android/icon/2019/03/12/c0648a4abffde429dc93706570a02ed0.jpg"
	},
 	{
		"name": "Clash of Clans",
		"description": "You can use commands in global and clan chat. List of all commands: \n\n /clean - reset your account (will keep score and clan) \n /full - upgrade all buildings to max level for your town hall \n /th (level) - upgrade town hall to specified level (example: /th 12) \n /asp - attack your village \n /cct - remove all spells and troops \n /sethero (name) (level) - upgrade specified hero (king, queen, warden or builder) to specified level (example: /sethero king 40) \n /status - show server status (online, used RAM and other)",
		"img": "https://i.happymod.com/upload/android/icon/2019/02/21/64b8f59dbad213441e580b69f09a8ea4.jpg"
	},
 	{
		"name": "Roblox",
		"description": "Master Kramers new mod Features in screen \n\n *** FREE ITEM OFFER (10/20 - 10/27) – Exclusively for Google Play users, grab a free Jack-O-Lantern mask ($5.99 value) for your avatar today! ***NEW HALLOWEEN EVENT (10/17 - 11/1) – Discover spooky surprises in ROBLOX's new Hallows' Eve event! Play featured Halloween games today to earn ghoulishly delightful virtual rewards!Welcome to the ultimate virtual universe powered by imagination. Join the largest user-generated gaming community where over 20 million visitors come each month to explore amazing 3D virtual worlds with friends.",
		"img": "https://i.ytimg.com/vi/H9COab4y31o/hqdefault.jpg"
	},
        {
		"name": "Minecraft",
		"description": "This version is suitable for version 2.3 and above! Unlock all skin, if you open a flashback, delete the memory card directory Games / Com.mojang, remove the com.mojang this folder is re-opened! If you create a game interface to use the resource package to flash back, it is recommended to download from the store, then create a game, which will not flash!",
		"img": "https://i.happymod.com/upload/android/icon/2018/06/21/975ba820184a5f83fabaf8f0fbabde9b.jpg"
	}
   
]
