[
  {
	"name": "Sloth Crumpet",
	"description": "Go to the mall in Bop City, and grab the following items: Cabbage and the light-up disco ball (I'm not sure what this item is called). Bring the items to the storage centre in Bop City, put the cabbage in Zeke's right hand (Your left), and put the disco ball in his left hand (Your right). Now you have the Sloth Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/7/77/E3AD402A-3B5D-4AEE-804B-76588ADFBC4D.jpeg/revision/latest/scale-to-width-down/242?cb=20210102161604"
	},
   {
	"name": "Nimbus Crumpet",
	"description": "Go to the apartments in Bop City, and grab the following items: The potato chips, and the golden remote controller. Bring the items to the storage centre in Bop City, put the potato chips in Zeke's right hand (Your left), and put the controller in his left hand (Your right). Now you have the Nimbus Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/e/ea/5101C6FA-42E9-4FED-BD48-66B707F8D040.jpeg/revision/latest/scale-to-width-down/242?cb=20210102163906"
	},
   {
	"name": "Midge Crumpet",
	"description": "Go to the theatre in Bop City, and grab a rose. Then go to the food court in Bop City, and grab a cheese pizza. Bring the items to the storage centre in Bop City, put the rose in Nari’s right hand (Your left), and put the cheese pizza in her left hand (Your right). Now you have the Midge Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/7/70/E1A2CEE7-2D15-4A3A-A4BD-C64591C0C0EE.jpeg/revision/latest/scale-to-width-down/242?cb=20210102174350"
	},
   {
	"name": "Poop Crumpet",
	"description": "Go to the mall in Bop City, and grab a roll of toilet paper. Then go to the apartments in Bop City, and grab the golden poop decoration. Bring the items to the storage centre in Bop City, put the toilet paper in Nari's right hand (Your left), and put the golden poop decoration in her left hand (Your right). Now you have the Poop Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/1/1e/FB851495-1667-4D43-800C-82D77EA82D4A.jpeg/revision/latest/scale-to-width-down/244?cb=20210102180456"
	},
   {
	"name": "Paulina Crumpet",
	"description": "Go to the mall in Bop City, and grab the following items: The black camera, and the binoculars. Bring the items to the storage centre in Bop City, put the camera in Rita's right hand (Your left), and put the binoculars in her left hand (Your right). Now you have the Paulina Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/b/b8/8E7A1E6B-7DFE-4333-B820-2AEAD52DDBD3.jpeg/revision/latest/scale-to-width-down/242?cb=20210102183842"
	},
	{
	"name": "Octobox Crumpet",
	"description": "Go to the apartments in Bop City, and grab the octopus decoration. Then go to the mall in Bop City, and grab the soccer ball. Bring the items to the storage centre in Bop City, put the octopus decoration in Rita's right hand (Your left), and the soccer ball in her left hand (Your right). Now you have the Octobox Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/3/3d/36D698A7-E0C9-44C7-B256-9B4CE077F6FB.jpeg/revision/latest/scale-to-width-down/243?cb=20210102185304"
	},
	{
	"name": "Pasta Crumpet",
	"description": "Go to the mall in Bop City, and grab the golden cellphone. Then go the tailoring store in Bop City, and grab the black sunglasses. Bring the items to the storage centre in Bop City, put the cellphone in Leon's right hand (Your left), and the sunglasses in his left hand (Your right). Now you have the Pasta Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/c/c6/D17F6223-E8D7-41CE-BE6A-9AC9D03839C1.jpeg/revision/latest/scale-to-width-down/242?cb=20210102223926"
	},
	{
	"name": "Nora Crumpet",
	"description": "Go to the theatre in Bop City, and grab the green gemstone. Then go to the mall in Bop City, and grab the pink pillow. Bring the items to the storage centre in Bop City, put the green gemstone in Leon's right hand (Your left), and the pink pillow in his left hand (Your right). Now you have the Nora Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/7/73/D1DD076F-B230-4777-996D-2BF2D9B9830E.jpeg/revision/latest/scale-to-width-down/242?cb=20210102224241"
	},
	{
	"name": "Salon Crumpet",
	"description": "Go to the hair salon in Bop City, and grab the following items: The scissors and the hairdryer. Bring the items to the storage centre in Bop City, put the scissors in Leon's right hand (Your left), and the hairdryer in his left hand (Your right). Now you have the Salon Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/4/48/FD671AA6-43D9-4DAF-AA58-936117866174.jpeg/revision/latest/scale-to-width-down/241?cb=20210102224304"
	},
	{
	"name": "Tailor Crumpet",
	"description": "Go to the tailor in Bop City, and grab the following items: The glue and the cup of markers. Bring the items to the storage centre in Bop City, put the glue in Leon's right hand (Your left), and the cup of markers in his left hand (Your right). Now you have the Tailor Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/d/d4/E0704836-047A-4069-90E0-804100813FDD.jpeg/revision/latest/scale-to-width-down/230?cb=20210102224323"
	},
	{
	"name": "Crumpet Crumpet",
	"description": "To obtain the Crumpet Crumpet you don't need any items, instead you need all the secret crumpet except the Salon and Tailor Crumpet. Go to the storage centre, you'll find a large yellow container, place all the crumpets in the container. Now you have the Crumpet Crumpet, a little caravan, and an apartment suitcase for your new crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/9/96/F26FC5D1-FE78-4826-BF5C-E9C7142047E7.jpeg/revision/latest/scale-to-width-down/314?cb=20210102224343"
	}

]
