[
  {
    "name":"Tutorial",
    "description":"Tutorial is the first track of the game. As the name implies, the track helps you learn the basics on how to play.\n It was composed by Kawai Sprite and released on the 1st of November, 2020. \n\n Girlfriend takes the role of the antagonist for this level to guide the player.",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/3/3a/Tutorial.gif/revision/latest/scale-to-width-down/620?cb=20210116091530"
  },
   {
    "name":"Lyrics",
    "description":"Left, right. \n Left, right. \nThat's how you do it! \n Up, down. \n Up, down. \n That's how you do it! \n Left, up, down, right. \n Down down, up. \n Down down, right. \n Down up right up, right.",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/3/3a/Tutorial.gif/revision/latest/scale-to-width-down/620?cb=20210116091530"
  },
   {
    "name":"Trivia",
    "description":"Tutorial plays exactly the same on both Easy and Normal difficulties. However, on Hard difficulty, there is an additional wave of notes at the very end of the song. cTutorial is one of the few tracks that have English lyrics, the others being Winter Horrorland and the unused track Monster. \n\n  There are some unused sound files labeled GF that were likely meant for Girlfriend. These files contain high-pitched vocals in a similar manner to that of Boyfriend's vocals. It is likely that Tutorial didn't originally have the English vocals used in the final song, but was later changed in favor of them for the sake of clarity. \n\n There are many things that make Tutorial unique compared to other tracks in the game: \n\n It is the only song where you perform against Girlfriend, which also makes it the only track where the opponent/performer isn't to the left of the screen. \n It is not in a set week, instead being put in its own separate section in Story Mode called Tutorial as well. \n The noises Boyfriend make can still be heard even if players miss a note. This is due to the music and vocals not being separate. \n It is the only song in the game where the instrumental does not play when previewing it in Freeplay.",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/3/3a/Tutorial.gif/revision/latest/scale-to-width-down/620?cb=20210116091530"
  },
   {
    "name":"Daddy Dearest (WEEK 1)",
    "description":"Antagonist \n Boyfriend faces off against Daddy Dearest, the ex-rockstar father of Girlfriend. \n\n Location \n Week 1 takes place on The Stage. This location is inside of an auditorium with a bare semi-circular theatre stage. The stage consists of brown wooden flooring, red curtains, overhead and floor stage lights, and a dark purple brick wall. \n\n Unique Effects \n After a set of notes for Boyfriend is finished, he will always strike a V-Sign pose unless the player misses during the animation. This only applies to the first track. \n\n Tracks \n Bopeebo | Fresh | Dadbattle",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/f/fe/Stub.png/revision/latest/scale-to-width-down/125?cb=20210104150117"
  },
   {
    "name":"Spooky Month (WEEK 2)",
    "description":"Boyfriend faces off against Skid and Pump, the harbingers of Spooky Month. \n\n Week 2 takes place inside Girlfriend's house. This location is inside of a dark, moon-lit room with a set of stairs to the far right going up and a large window near the back that casts a shadow on the floor. The moon, some clouds, and the jagged branches of a leafless tree can be seen through the window. \n\n  Every once in a while, a lightning strike occurs. Whenever this happens, the sky flashes and alters the lighting of the room momentarily. Both Boyfriend and Girlfriend will appear frightened briefly. This applies to all tracks, including the unused track Monster (Song) which uses the same location. \n\n Boyfriend is invited to the Spooky House by Girlfriend's parents after they accept him, which he and Girlfriend hand out candy for Halloween. Soon Skid and Pump pass by and want Girlfriend as the treat asked by Monster, who told them that if he was given the Girlfriend he would give the two kids candy in return. \n\n Tracks : Spookeez | South",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/e/ed/Week2BG.png/revision/latest/scale-to-width-down/620?cb=20210202182813"
  },
   {
    "name":"Pico (WEEK 3)",
    "description":"Boyfriend faces off against Pico, the schizophrenic school savior. \n\n Week 3 takes place in Philadelphia. This location is set at nighttime on a street next to a subway railway with two red beam structures suspending overhead electric lines. Behind the railway are the outlines of various city buildings with windows that frequently change color. \n\n Subway trains occasionally zoom by from right to left. Whenever this happens, Girlfriend's hair will be blown to the side, causing her to temporarily stop bopping her head to the tempo. She will resume once the subway cars finish passing by. This applies to all tracks. \n\n Tracks : Pico | Philly Nice | Blammed",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/e/e6/Week_Thr33.png/revision/latest/scale-to-width-down/619?cb=20210129023012"
  },
   {
    "name":"Mommy Must Murder (WEEK 4)",
    "description":"Antagonist \n Boyfriend faces off against The Mom, the alluring mother of Girlfriend. \n\n Location \n Week 4 takes place on The Limousine. This location is set around sunset on top of moving vehicles on the highway going left where cars regularly drive by in the opposite direction. On top of the limo in the background, 4 male backup dancers all with pinkish-red skin, a flattop haircut with two pointed ends to resemble a set of horns, and a deviously large grin wearing open black jackets with large pointed shoulder pads, black pants, black sneakers, and sunglasses are seen grooving to the beat. Another one of these men can be seen driving the limo in front with an arm resting out the window. The limo in front has a hood ornament in the shape of Daddy Dearest's face. \n In the third track, the backup dancers alter their regular choreography to fit the tempo of the song better. \n\n Unique Effects \n As the whole location takes place on moving limos, Boyfriend, Girlfriend, and The Mom all have their hair constantly blown around by the wind. This applies to all tracks. \n\n Tracks \n Satin Panties | High | M.I.L.F",
    "img":"https://static.wikia.nocookie.net/dc093f0d-5f1e-4d98-89c0-b8667a386534"
  },
   {
    "name":"Red Snow (WEEK 5)",
    "description":"Antagonist \n Boyfriend faces off against both Daddy Dearest and The Mom, the parents of Girlfriend. Later, Boyfriend also faces off against Monster, a creepy lemon-headed creature of unknown origin. \n\n Location \n Week 5 takes place at The Mall. This location is inside of a well-lit shopping center with an overhead glass ceiling showing a starry night sky. A large, decorated Christmas tree stands in the middle and snow covers the floor. Many characters spectate the rap battle taking place either on the ground or second floor. Santa Claus stands close by to where the battle is occurring, sweating profusely with a panicked expression on his face. \n\n In the third track, the location undergoes a drastic and creepy shift as the shopping center becomes largely abandoned and dimly lit in a red glow. The Christmas tree is decorated with intestines, blood, and a decapitated head that eerily resembles Girlfriend in place of the star, and the snow is tinted pink. Blood both stains and drips from the second floor's solid railing and the bottom of the escalators seem to be covered in something organic and flesh-like. \n\n Unique Effects \n Boyfriend, Girlfriend, Daddy Dearest, The Mom, and Monster all have different appearances to fit the week's Christmas/Winter Holiday theme. \n\n Tracks\n Cocoa | Eggnog | Winter Horrorland",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/0/09/Untitled-1-Recovered.png/revision/latest/scale-to-width-down/620?cb=20210131145900"
  },
   {
    "name":"Hating Simulator (WEEK 6)",
    "description":"Antagonists \n Boyfriend faces off against Senpai, the dreamy dating sim protagonist. Later, Boyfriend also faces Spirit, a tortured soul left to an existence of suffering by Daddy Dearest. Location \n The true location of this battle is inside of an old pixel-styled dating sim video game inspired by Japanese aesthetics. \n\n Week 6 takes place at The School. This location is set at daytime on a large stone path leading towards a high school with a large clock and its own water tower. Petals from the cherry blossom trees constantly float down. Several girls with heart eyes in blue sailor uniforms watch the rap battle closely in the background in enamored poses. \n\n Later, the location undergoes a slight tonal shift, as the girls in the background now appear blank-eyed, with more of a shocked expression on their faces. \n\n At the end, the location undergoes a nightmarish shift as the sky and school grounds become enveloped in darkness, the cherry blossom trees appear dead and petalless, and the spectating girls are now gone. The screen becomes wavy, causing everything in the background to appear slightly distorted. \n\n Unique Effects \n Boyfriend and Girlfriend both have different appearances to fit the week's pixel art style. This style change also alters many other visual elements such as the text, arrows (as well some of their colors), and even the icons for the characters on the bar. \n The game over screen, music, and related sound effects are changed to better fit the week's style as well. Boyfriend's skeleton retains the pixelated appearance, the sound effects are lower quality, and the game over music is redone in the style of chiptune. \n Tracks : \n Senpai | Roses | Thorns \n\n Cutscene Tracks: \n Lunchbox | Lunchbox (Scary) \n\n Altered Tracks : \nGame Over (Chiptune Version)",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/8/88/WeebSchoolAll.png/revision/latest/scale-to-width-down/619?cb=20210224030625"
  },
   {
    "name":"Freeplay",
    "description":"All tracks are listed in order of appearance in the game from old to new. Hovering over a song title without selecting it will play its instrumental, excluding Tutorial.  \n\n Players can change between Easy, Normal and Hard difficulty by clicking the left and right arrow keys. \n\n High scores achieved in Freeplay won't alter any of the week scores in Story Mode. However, high scores received from each individual song during Story Mode will show up in the Freeplay and overwrite them if they are higher.",
    "img":"https://static.wikia.nocookie.net/fridaynightfunkin/images/0/0d/Freeplay1.png/revision/latest/scale-to-width-down/620?cb=20210110033007"
  }

]
