[{
		"name": "Clash Mini Beginner s Guide",
		"description": "Clash Mini is an exciting new strategy game from Supercell, developers of the highly acclaimed Clash of Clans. While Clash Mini isn’t available in all regions of the world just yet, the game can be accessed from supported countries on the Google Play Store. Unlike Clash of Clans, where you compete with other players in a large world and own your lands while playing to dominate others, Clash Mini is the other way around. This game requires little strategic experience, and the battles take place in a much smaller arena this time around.  So in this beginner’s guide article, we’ll be detailing the various aspects of this game to both players who have access to the game or those who eagerly anticipate the worldwide launch at a later date. This guide will familiarise you lots with some of the game’s basic controls and game modes, whether you’ve been playing Clash of Clans games for a while or if you’re a starter. So without further ado, let’s dive in. ",
		"img": "https://encdn.ldmnq.com/ldstore/xSSdcz-1638427563170.jpg"
	},
	{
		"name": "Understanding the Gameplay",
		"description": "The playable characters in this game are called Mini. Battles are fought on the Clash Mini board. You’ll start with a hero, this hero will be your most important unit in every battle, and unless you change their position before the start of any battle, they’ll always be the first at the front lines. Besides your most important hero, you can also summon other Mini characters to fight alongside your hero. These are sort of like supporting minis since your main hero can’t handle all the opposing enemies on their own. ",
		"img": "https://encdn.ldmnq.com/faq/images/en/11114fa4-3f27-4ffd-b8d7-2cac13417076.jpg"
	}, {
		"name": "Mini Placements",
		"description": "You can summon a mini from the bottom of the screen where they are placed, and then you can choose the position you want to place them. Minis rarely move away from their position once they’ve been placed, but they will automatically move to a better position after taking down an enemy. For instance, if your Mini is an archer, they usually shoot arrows at enemies from afar, so there’s no need for them to move. But if your Mini is a commander who uses swords, then they’ll be forced to move around the battle arena to get a better attack position on their enemies.",
		"img": "https://encdn.ldmnq.com/faq/images/en/c5bccb32-c5d7-4266-b140-9b30ebd890e5.jpg"
	}, {
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	},{
		"name": "",
		"description": "",
		"img": ""
	}
 ]
