[{
		"name": "Clash Mini Beginner s Guide",
		"description": "Clash Mini is an exciting new strategy game from Supercell, developers of the highly acclaimed Clash of Clans. While Clash Mini isn’t available in all regions of the world just yet, the game can be accessed from supported countries on the Google Play Store. Unlike Clash of Clans, where you compete with other players in a large world and own your lands while playing to dominate others, Clash Mini is the other way around. This game requires little strategic experience, and the battles take place in a much smaller arena this time around.  So in this beginner’s guide article, we’ll be detailing the various aspects of this game to both players who have access to the game or those who eagerly anticipate the worldwide launch at a later date. This guide will familiarise you lots with some of the game’s basic controls and game modes, whether you’ve been playing Clash of Clans games for a while or if you’re a starter. So without further ado, let’s dive in. ",
		"img": "https://encdn.ldmnq.com/ldstore/xSSdcz-1638427563170.jpg"
	},
	{
		"name": "Understanding the Gameplay",
		"description": "The playable characters in this game are called Mini. Battles are fought on the Clash Mini board. You’ll start with a hero, this hero will be your most important unit in every battle, and unless you change their position before the start of any battle, they’ll always be the first at the front lines. Besides your most important hero, you can also summon other Mini characters to fight alongside your hero. These are sort of like supporting minis since your main hero can’t handle all the opposing enemies on their own. ",
		"img": "https://encdn.ldmnq.com/faq/images/en/11114fa4-3f27-4ffd-b8d7-2cac13417076.jpg"
	}, {
		"name": "Mini Placements",
		"description": "You can summon a mini from the bottom of the screen where they are placed, and then you can choose the position you want to place them. Minis rarely move away from their position once they’ve been placed, but they will automatically move to a better position after taking down an enemy. For instance, if your Mini is an archer, they usually shoot arrows at enemies from afar, so there’s no need for them to move. But if your Mini is a commander who uses swords, then they’ll be forced to move around the battle arena to get a better attack position on their enemies.",
		"img": "https://encdn.ldmnq.com/faq/images/en/c5bccb32-c5d7-4266-b140-9b30ebd890e5.jpg"
	}, {
		"name": "Upgrading Minis",
		"description": "Sometimes a battle can become too tough that both your main hero and mini will be unable to win or defeat the opposing team. In this case, you may want to upgrade your Mini. Upgrading them increases their attack damage level, so upgrading your Mini is just as easy as placing them on the battle arena. You can upgrade them by dragging them from the screen button and placing them on the Mini board. You can either palace them on the mini-board or directly on the same Mini you want to upgrade, and it’ll be like merging two minis into one. But if you drag it to anywhere on the screen, it’ll automatically locate the exact Mini on the mini-board and upgrade that particular Mini. As soon as a mini has been upgraded, you’ll notice the damage increase from their attacks towards enemies. Even if your most important hero mini is killed off, your supporting Mini can win the match on their own if they’re well upgraded.",
		"img": "https://encdn.ldmnq.com/faq/images/en/3668379b-ea5c-4ca7-81f8-1edb406a1561.jpg"
	}, {
		"name": "Battle System",
		"description": "Like most fighting games, Clash Mini takes an interesting approach to how one can win a match. Winning one round isn’t enough to declare you the winner in this game, as you’ll have to play through three whole rounds. And to win, you have to be victorious thrice. Opponents become stronger after every match because each round also has its set of rules, such as the number of minis allowed on the mini-board. For instance, at the start of round one, it may just be your hero mini and one other Mini against an opponent with the same number of minis. So if you’re able to win that round, round two will allow an increase in the number of minis; this can be three or four minis on each team. And for the final round, there could be up to five or six minis on each side of the board. So as opponents become stronger after every round, it is also up to you to choose the right minis to bring into the mini-board to fight for you because if you choose the wrong minis, you may just lose a very important match. And when selecting minis, you can click on the reroll button on the button right of the screen to remove unwanted minis from your team. Removing these unwanted minis gives you random access to new Mini or minis that could be more or less powerful than the last, and some of them possess special abilities such as the Clash skill. The Clash ability is triggered at the start of every match and is only used if the Mini has the ability. When the Clash ability is used, you’ll notice the high damage attack from the Mini to an enemy. This attack could be a sword, arrow, or spear, and it will put an enemy mini down in one strike. Minis with the Clash abilities also tend to last longer in battle.",
		"img": "https://encdn.ldmnq.com/faq/images/en/9df2ce62-bf4b-48f7-a30f-4d842ee98898.jpg"
	}, {
		"name": "Choosing your Hero Reward",
		"description": "After completing your first Duel, you’ll have to choose any one of three as the reward that you’ll use as your main Mini moving forward. You’ll have to choose from: \n\n Barbarian King \n An inspiring commander who always thrives in heated battles and does his best to make sure that if he’s going down, then he won’t go down alone. He also has a special skill which is Iron Fist. This lets him increase the damage of nearby allies for a short time. \n\n Archer Queen \n With her outstanding archery skills, she can rain destruction from afar with a storm of bolts using her crossbow. Her special Crossbow skills caused a huge increase, and attacks hit three enemies for a short time.\n\n Shield Maiden \n A strong warrior who believes that the best offense is a great defense, and with his firm shield, he proves just that in battles. His Magic Shield skill lets him gain block and reflect some damage to the attackers quickly. \n\n \n ",
		"img": "https://encdn.ldmnq.com/faq/images/en/3d6e0071-e11f-4120-9722-a5fa41462856.jpg"
	}, {
		"name": "Completing Quests",
		"description": "Clicking the Calendar option on the top right corner of the screen takes you to the Quest section, where you can complete various quests and earn special rewards. Some quests also come with requirements, such as equipping your newest Mini or minis to your team. And you can substitute minis from the menu screen by simply tapping on the Mini you want to replace and selecting the new Mini from the bottom corner of the screen. Some Quests will also require you to have a particular mini, not just your newest Mini. The requirement might be to include your Magic Archer mini or Barbarian King mini. Other quests will require you to upgrade heroes before moving on to the nest quests. Completing each quest gives you cool rewards from Minis to lots of coins. You can access your heroes anytime from your collection, located at the lower bottom corner of the screen. When you click on it, you'll come upon any Mini that can be upgraded in your collection and upgrade it for a certain amount of coins. Once you've upgraded them, head back to the Quest page and claim your quest completion rewards.",
		"img": "https://encdn.ldmnq.com/faq/images/en/3668379b-ea5c-4ca7-81f8-1edb406a1561.jpg"
	}, {
		"name": "Challenge Coins",
		"description": "Completing quests gives you various types of rewards, with one of them being Challenge Coins. Challenge Coins are special coins that you can use to play and win matches in return for extra gold and trophies. To use your challenge coins, click on the Game Modes button at the menu screen and tap the Switch On  to select the Ranked Modes  toggle. Once you've done that, click on Duel and challenge a random real-life player like yourself. The rules are the same when facing real-life players or AI-controlled minis, but it is more challenging against real people, and depending on the type of minis you have on your team, your chances of winning are slim unless you upgrade your minis, the right ones at that. Archers are also advised against tougher or challenging opponents because of their far-range attacks. If you're using an upgraded mini archer, you could take out Barbarian enemy minis before they even deal any damage to you. Using challenge coins usually comes off as a quest at first, but you can play it repeatedly to get cool rewards by beating other players. And you can always check the quest section to retrieve your existing quests rewards, which can include different minis almost every time.",
		"img": "https://encdn.ldmnq.com/faq/images/en/e690a553-112f-4757-9b28-77439c1f0351.jpg"
	}, {
		"name": "The Shop",
		"description": "As usual, a shop is a place where you can unlock and add more mini heroes to your team. Additionally, you can also unlock and use different types of skins for your heroes. And if you don't have enough in-game currency to buy items from the shop, then always remember that you can substitute heroes for better ones gotten from quest rewards or Duel rewards. Only selectable mini heroes can be purchased from the store, and their prices range from 750, 500 to 250 coins. Playing the Duel helps you progress through the game, and if you progress well enough, you'll increase in apprenticeship, which will see you get tons of rewards as well. You can also view the Top 1,000 players in the league from the game's leaderboards.",
		"img": "https://encdn.ldmnq.com/faq/images/en/dd547b74-6df6-407f-9a23-30435bec57bf.jpg"
	}
]
