[
  {
	"name": "Toca Life World",
	"description": "Want to star in your own sci-fi movie? Design a house fit for a sloth? Or just hang out with your friends at the mall? In Toca Life World, you’re the boss! There are more than 90 locations to explore and over 500 characters to play with. Feeling creative? Remember to check out the Character Creator and Home Designer tools. Start building your world today! \n\n ",
	"img": "https://i.imgur.com/zue59b0.png"
	},
   {
	"name": "Toca Life: Hospital",
	"description": "Experience the excitement of a busy medical center with Toca Life: Hospital! Welcome newborn babies into the world, treat sick patients and even say goodbye to loved ones. Toca Life: Hospital is a place where you can play out the joy and pain of life in your own way.",
	"img": "https://i.imgur.com/miuiqrv.jpg"
	},
   {
	"name": "Toca Life: Stable",
	"description": "A WORLD OF HORSES & ADVENTURE Groom horses, care for them and show them! Engage in some medieval jousting or role-play the Wild West. Ride motorcycles and camp out under the stars! You can play your way in Toca Life: Stable!",
	"img": "https://i.imgur.com/u4UqKQu.jpg"
	},
   {
	"name": "Toca Life: Farm",
	"description": "WORK AND PLAY THE FARMER'S WAY! Work and play the farmer’s way! Milk your cow, gather eggs from your hens and raise your crops. Have a picnic, play the fiddle and hit the hay! From sunup to sundown, Toca Life: Farm is fun on the farm!",
	"img": "https://i.imgur.com/C7xVtCY.png"
	},
   {
	"name": "Toca Life: Vacation",
	"description": "READY FOR A GETAWAY? Make every day a vacation adventure! Feel the excitement of going through the airport to catch your flight. Jumping on a hotel bed. Digging for treasure on the beach. Create all the vacation fun you want with Toca Life: Vacation!",
	"img": "https://i.imgur.com/JV5tpFa.jpg"
	},
	{
	"name": "Toca Life: School",
	"description": "IT'S TIME FOR: Grab your backpack— it’s time for Toca Life: School! Teach a class, pick a locker and have a food fight in the cafeteria! With five locations and 32 characters, you can create your very own school adventures!",
	"img": "https://i.imgur.com/5yIA6Hm.jpg"
	},
	{
	"name": "Pasta Crumpet",
	"description": "Go to the mall in Bop City, and grab the golden cellphone. Then go the tailoring store in Bop City, and grab the black sunglasses. Bring the items to the storage centre in Bop City, put the cellphone in Leon's right hand (Your left), and the sunglasses in his left hand (Your right). Now you have the Pasta Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/c/c6/D17F6223-E8D7-41CE-BE6A-9AC9D03839C1.jpeg/revision/latest/scale-to-width-down/242?cb=20210102223926"
	},
	{
	"name": "Nora Crumpet",
	"description": "Go to the theatre in Bop City, and grab the green gemstone. Then go to the mall in Bop City, and grab the pink pillow. Bring the items to the storage centre in Bop City, put the green gemstone in Leon's right hand (Your left), and the pink pillow in his left hand (Your right). Now you have the Nora Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/7/73/D1DD076F-B230-4777-996D-2BF2D9B9830E.jpeg/revision/latest/scale-to-width-down/242?cb=20210102224241"
	},
	{
	"name": "Salon Crumpet",
	"description": "Go to the hair salon in Bop City, and grab the following items: The scissors and the hairdryer. Bring the items to the storage centre in Bop City, put the scissors in Leon's right hand (Your left), and the hairdryer in his left hand (Your right). Now you have the Salon Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/4/48/FD671AA6-43D9-4DAF-AA58-936117866174.jpeg/revision/latest/scale-to-width-down/241?cb=20210102224304"
	},
	{
	"name": "Tailor Crumpet",
	"description": "Go to the tailor in Bop City, and grab the following items: The glue and the cup of markers. Bring the items to the storage centre in Bop City, put the glue in Leon's right hand (Your left), and the cup of markers in his left hand (Your right). Now you have the Tailor Crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/d/d4/E0704836-047A-4069-90E0-804100813FDD.jpeg/revision/latest/scale-to-width-down/230?cb=20210102224323"
	},
	{
	"name": "Crumpet Crumpet",
	"description": "To obtain the Crumpet Crumpet you don't need any items, instead you need all the secret crumpet except the Salon and Tailor Crumpet. Go to the storage centre, you'll find a large yellow container, place all the crumpets in the container. Now you have the Crumpet Crumpet, a little caravan, and an apartment suitcase for your new crumpet.",
	"img": "https://static.wikia.nocookie.net/toca-life-world/images/9/96/F26FC5D1-FE78-4826-BF5C-E9C7142047E7.jpeg/revision/latest/scale-to-width-down/314?cb=20210102224343"
	}

]
