[
  {
	"name": "Toca Life World",
	"description": "Want to star in your own sci-fi movie? Design a house fit for a sloth? Or just hang out with your friends at the mall? In Toca Life World, you’re the boss! There are more than 90 locations to explore and over 500 characters to play with. Feeling creative? Remember to check out the Character Creator and Home Designer tools. Start building your world today! \n\n ",
	"img": "https://i.imgur.com/zue59b0.png"
	},
   {
	"name": "Toca Life: Hospital",
	"description": "Experience the excitement of a busy medical center with Toca Life: Hospital! Welcome newborn babies into the world, treat sick patients and even say goodbye to loved ones. Toca Life: Hospital is a place where you can play out the joy and pain of life in your own way.",
	"img": "https://i.imgur.com/miuiqrv.jpg"
	},
   {
	"name": "Toca Life: Stable",
	"description": "A WORLD OF HORSES & ADVENTURE\n\n Groom horses, care for them and show them! Engage in some medieval jousting or role-play the Wild West. Ride motorcycles and camp out under the stars! You can play your way in Toca Life: Stable!",
	"img": "https://i.imgur.com/u4UqKQu.jpg"
	},
   {
	"name": "Toca Life: Farm",
	"description": "WORK AND PLAY THE FARMER'S WAY! Work and play the farmer’s way! Milk your cow, gather eggs from your hens and raise your crops. Have a picnic, play the fiddle and hit the hay! From sunup to sundown, Toca Life: Farm is fun on the farm!",
	"img": "https://i.imgur.com/C7xVtCY.png"
	},
   {
	"name": "Toca Life: Vacation",
	"description": "READY FOR A GETAWAY?\n\n Make every day a vacation adventure! Feel the excitement of going through the airport to catch your flight. Jumping on a hotel bed. Digging for treasure on the beach. Create all the vacation fun you want with Toca Life: Vacation!",
	"img": "https://i.imgur.com/JV5tpFa.jpg"
	},
	{
	"name": "Toca Life: School",
	"description": "IT'S TIME FOR:\n\n Grab your backpack— it’s time for Toca Life: School! Teach a class, pick a locker and have a food fight in the cafeteria! With five locations and 32 characters, you can create your very own school adventures!",
	"img": "https://i.imgur.com/5yIA6Hm.jpg"
	},
	{
	"name": "Toca Life: City",
	"description": "EVERYDAY ADVENTURES!\n\n Welcome to Toca Life: City, a metropolis filled with everyday fun! Customize characters, explore exciting locations and find hidden treasures – there’s something in every corner!",
	"img": "https://i.imgur.com/TpIf8Pn.png"
	},
	{
	"name": "Toca Life: Town",
	"description": "EVERYDAY ADVENTURES! \n\n You rule in Toca Life: Town, a play world where anything and everyone is welcome! With different locations and many classic Toca Boca characters, the everyday adventures in Toca Life: Town are infinite.",
	"img": "https://i.imgur.com/BC0XRFN.jpg"
	},
	{
	"name": "Toca Life: Office",
	"description": "TURN WORK INTO AN ADVENTURE! \n\n Toca Life: Office looks a lot like a regular office — you can have everyday fun with laptops, printers and copy machines; have lunch in the cafe; and get cash from the bank. But in Toca Life, even simple office life can lead to an exciting adventure! Find hidden surprises. Hop into a helicopter. Turn regular people into superheroes! Where will you work today?",
	"img": "https://i.imgur.com/8nQEssy.png"
	},
	{
	"name": "Toca Life: Pets",
	"description": "MEET FRIENDS WITH PAWS & CLAWS \n\n Welcome to Toca Life: Pets, where you and your animal friends run the show! What’s your favorite pet like? Furry and fast? Wet and wiggly? A little bit creepy? With more than 120 animals, Toca Life: Pets has every kind of pet you can imagine. Meet 23 new characters, explore five locations and get free iMessage stickers featuring your new pet friends!",
	"img": "https://i.imgur.com/miepTRz.png"
	},
	{
	"name": "Toca Life: After School",
	"description": "EXPLORE HOBBIES & PLAY SPORTS \n\n Welcome to Toca Life: After School, where how you spend your time is up to you! Explore your favorite hobbies — or discover a new one! Skate, create art, dance, make music, play sports or just chill! Meet 27 characters, explore four locations and have as much fun as you can before it’s time to head home!",
	"img": "https://i.imgur.com/USVa2mp.png"
	},
	{
	"name": "Toca Life: Neighborhood",
	"description": "MOVE INTO YOUR NEW BLOCK Welcome to your new neighborhood, filled with friendly faces to hang out with. Explore your new block, where you can explore cafés and shops, and meet a new set of characters. And guess what? A Toca Life app has never had this many homes!.",
	"img": "https://i.imgur.com/nJdK7c9.png"
	}
]
