[{
	"name": "Miss T",
	"description": "Miss T  \n \n I will make sure you will never follow me again! -Miss T's one of famous quotes after the chase. \n \n Miss T (real name: Theresa Natalie Pearson, Theresa Natalie Kelly before marriage) is the main antagonist of the Scary Teacher 3D where she is a Math teacher, who tortures students who irritate her. In the game, the students are attempting to exact vengeance by pulling pranks on her and many more. She is based on Mrs Agata Trunchbull from Matilda.\n \n Background life:\n Miss T was born on June 6, 1966, in London, United Kingdom, to a British father and a Polish mother. Polish ancestry comes from her mother, Regina Zieliska, who immigrated to the United Kingdom during World War II, German ancestry comes from her grandfather Adrian, Lithuanian and Russian ancestry comes from her mother's side, Scottish and Irish ancestry comes from her father, Oscar John Kelly, and Albanian-Turkish ancestry comes from her her grandmother's paternal father. She wanted to be a math teacher, so she did, but she soon discovered that her students were not being truthful with her, likely from her aggression. According to the Scary Teacher 3D Word Game description, she also taught kids as the English teacher at Wood Hill Primary School. She competed in the 1988 Winter Olympics as an ice hockey player and ski jumper. She married with Francis after killing her ex-husband Sam without even marrying with Sam. Then had 3 sons named Anna Pearson, Kyle Pearson, Regal John Pearson. When students annoyed Miss T in the school, she maked a cake prank on her students according to Party Pooper mission's description. She also wants to be the number one in Miss Universe even the Miss World.\n \n  In game:\n Miss T was known for being sadist, ruthless and even having volatile temper. This resulted in her to be extremely violent and commiting various crimes like torturing kids and even secretly funding crime against childeren along with her son Kyle Pearson with her son's security company Pearson Security (AKA Rascal Chasers). She is mostly known for commiting various crimes like feeding the Hatery to parents of the childerens, Violating the childeren rights, Victimizing people etc. She rarely uses words from other languages like Polish, Russian, Lithunian, Ukrainian, Turkish and German. She mostly used Turkish language as the other languages she use in mostly Turkish Translaing, Insulting, Responding to the Turkish-speaking people etc. Her most used Turkish insult word is 'Velet' which translates to her mostly used word 'Brat'. On the Russian Language she uses this language to Russian Translaing, Insulting, Responding to the Russian-speaking people etc. Her mostly used insult word in Russian was 'Надоедливый наркоман' which translates to 'Pesky Junkie'. She also mostly uses polish language to Translate, Insult, Respond etc. The mostly used word in polish language in insult is 'Kłopot' which translates to 'Hassle' in which she claimed as known for saying the polish version of the Family-Friendly version of the word Dumb A$$. The people on social media claimed that she secretly funds the Israeli military against Palestinian people incluing childeren. She haves a great day doing this until the has to come where she will have a such bad day by wisely known students Nick and Tani (even others like Michael) and the pranks in her house. When she is shown in the first mission, she appears to be calm and relaxed while looking for a newspaper to read. But when her hand accidentally touches the Mouse Trap under the newspaper, she begins to feel pain. She goes about her business and sometimes calls Francis to set up a date. According to Poppin Bottle mission, she instructed her those bratty students to obtain an expensive bottle of champagne for Francis. She seems to despise cats, as she said in the Free The Cat mission. She also despises birds, as mentioned in Peck-Uliar Circumstance.",
	"img": "https://static.wikia.nocookie.net/scary_teacher_3d/images/2/2b/Miss_T_%28Game%29.png/revision/latest/scale-to-width-down/395?cb=20201002133511"
}, {
	"name": "Tani",
	"description": "Tani \n \n Tani (Real Name: Tani Ritsuko Tenchi/谷律子天地/Тани Рицуко Тенчи/Birth Name: Tani Tenchi/谷天地/Тани Тенчи) is the female player in Scary Teacher 3D. She is most notably the girlfriend of Nick. She is dressed in purple glasses, blue overalls with a pink shirt, and black-pink shoes with white socks that have a single blue and single pink stripe. \n \nBackground:\n Tani was born on December 8, 2006, at 11:47 a.m. in Almaty, Kazakhstan, to a Japanese father, Ken Tenchi, and a Kazakh mother, Zhanel Tulegenova (now Zhanel Tenchi). She moved to Tokyo, Japan, when she was five years old. She attended her middle and high school graduations in New York. \n\n Life in the USA:\n She was the genius student of New York and she was an proud hard working student. She met with Nick and she claim that Nick was 'lucky to get an angel from heaven'. She was a good girl to stand in this earth. She was also friends with Nick's best friends like Brian Axelsson known as Brian the protaginist of Scary Robber: Home Clash, Bob the Protaginist of Scary Stranger 3D, Michael from the old versions of Scary Teacher 3D, Karl the Blond Male Kid from Scary Stranger 3D and Jessica the Blond Female Kid from Scary Stranger 3D. She also knows Levon Vardevanyan, an Armenian-American student (Full Name: Levon Norayri Vardevanyan/Armenian: Լեւոն Նորայրի Վարդեւանյան), Elchin Sultanov, an Azerbaijani-American student (Full Name: Elchin Ali oglu Sultanov/Azerbaijani: Elçin Ali oğlu Sultanov), and Daniel Jason Tremblay, the Easter Egg stage kid from Scary Teacher 3D. Everything was fine until Miss T began threatening her (as well as other kids) for no obvious purpose due to Miss T's uncontrollable rage towards children. Tani despises Miss T for punishing her for no reason and for secretly helping Jake Paul and Logan Paul, who have humiliated both of her home countries. \n\n Trivia:\n -Tani is the first known female avatar in the game. \n -Her name is a rare female Japanese name. It means valley. \n -She de facto adheres to Buddhism. But she also de jure believes in Islam, which is a common religion in the Middle East, Central Asia, South Asia, North Africa, and Southeastern Europe. And she is a undercover follower of Shintoism, a traditional Japanese religion and a form of animism. A render of unique rigged model of Tani (notice that the eyebrow texture was correctedi because the model was using her head's texture for the eyebrows) \n -In the files of the Stupid Cupid mission, there is a unique rigged model of Tani, featuring her face rig and minor changes. However, she lacks the right texture of her eyebrows, using the same texture from her head. It can be seen until the 5.11 version of the game.",
	"img": "https://static.wikia.nocookie.net/scary_teacher_3d/images/b/b9/Tani62.png/revision/latest?cb=20201004143019"
}, {
	"name": "Nick",
	"description": "Nick (Real Name: Nicholas 'Nick' Issac Anderson ) is the Scary Teacher 3D avatar. He is dressed in an orange shirt, a grey jacket, an orange hat, black colored tintless sunglasses, black pants, white sneakers, and a blue bag with an American flag on his bag handlers. He makes an appearance in Scary Teacher 3D version 5.0. \n\n Background: \n Nick was born on February 14, 2007, in Queens, New York, to an American family of European descent. His father's name is Hubert Anderso, while his mother is half Polish and half German. The mother, Elena Taylor Williams (now Elena Taylor Anderson), is of Irish and Hungarian Jewish descent. His uncle, 'Kurt Edward Anderson,' is of Ashkenazi Jewish descent (Russian Jewish), since his Jewish grandmother came from Russia, prompting Nick to offer Jewish options to himself and others and to be an undercover Jew, which is a notable thing for him, alongside his friends. Nick was proud of his Jewish heritage and refused to hide it from the world, including refusing to date his girlfriend on Yom Kippur. Nick was the fan of Brooklyn Kings and Sacramento Kings, at Basketball. In American football, he was a fan of the Brooklyn Bolts during their time in existence, and he is currently the fan of the Buffalo Bills. He likes playing street football with his friends. His favorite wrestlers include Goldberg, John Cena, The Miz and Brock Lesnar. \n\n Trivia:\n Nick sometimes speaks German and Polish which is his father's other languages. Her mother also learnt German ,Polish, Hebrew, Yiddish, Irish, Hungarian and Russian and also took great care to teach Nick Hebrew and Yiddish. And even he can be heard saying things like (It's the big spin), ''So funktioniert das.'' (That's how it works), איך ליבע איר ווי ווער עס יז שטייט מיט מיס טי (I love you than anybody stands with Miss T), Nézd (Watch it), הבנת (Got it), Nagyon fáj a szívem (My Heart really hurts), Och człowieku, daj spokój (Oh man, come on) etc.",
	"img": "https://static.wikia.nocookie.net/scary_teacher_3d/images/6/6f/Nick.png/revision/latest/scale-to-width-down/400?cb=20201002134143"
}, {
	"name": "Vampire",
	"description": "Vampire \n\n Vampire (Real Name: Victor Stefan Radu) is the minor character in Scary Teacher 3D. He appears in Round 1, 2, 4 and 5 of ZnK Competition chapter. He lived in Transylvania in 1500s. \n\n Background:\n Victor was born in Transylvania, Târgu Mureș in year 27/10/1474. He turned in to Vampire in 05/10/1494 by the Vampire Posion that he drank for no reason. He is known as the Most Wanted vampire in Transylvania known for impaling most of Hungarians, Ottomans, Germans and more people grups by nationality. He took a big Mansion and made it Spooky for himself. \n\n Trivia:\n He only appears as an AI in Round 1 of ZnK Competition chapter. \n -He also appears as the main antagonist of the deprecated game from Scary Dudes called 'VAMPIRE : Chained Monster'. \n -While being catched by him, he'll say the same audio when player gets catched by Francis.",
	"img": "https://static.wikia.nocookie.net/scary_teacher_3d/images/4/4e/Vampire.png/revision/latest/scale-to-width-down/700?cb=20201125192728"
}, {
	"name": "Francis",
	"description": "Francis \n\n Francis (Real Name: Francis Gerard Pearson) is Miss T Husband and The minor enemy in Scary Teacher 3D. \n Background: \nFrancis was born on August 7, 1978, in London, England, to a British father and a French mother. With his family of Polish ancestry from his grandparents and Turkish ancestry from his great great grandfather Mehmet. He married Mrs. T when he was 22 years old. He was a little sluggish. He was dressed in a white shirt with a blue vest, a red bow tie, brown pants, black shoes, and a yellow belt. He hates children. He first appeared in the chapters Valentine's Special and Love Affair. He usally appears inside of must cutscenes exepct he also appears in both insidde and outside of cutscenes in Under my Spell and A Concrate Plan. And even the Round 4 of Halloween update. \n\n Ancestry \n Maria Kuznetsova, Francis's great grandmother, was born in Russia. Mehmet Doğan, Francis' old friend, was from Istanbul, Turkey. His father (John Pearson) was born in Germany, and he was a German immigrant. His mother (Sylvie Rousseau-Pearson) is of Polish descent, and Sylvie's mother is also of Russian-Jewish ancestry. Francis is fluent in Polish, Russian, Turkish, Hebrew, and Yiddish, and also uses Yiddish terms like. \n Trivia \n He's voice acted by the South African-British actor, Dan Boud.",
	"img": "https://static.wikia.nocookie.net/scary_teacher_3d/images/6/6b/Franek.png/revision/latest/scale-to-width-down/592?cb=20201004144138"
}]
